/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Bata para conectar";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Conectar com %@?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Conectando...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Rede indisponível";
/* No button for Bump API popup */
"No"="Não";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="No match - please try again.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="O outro usuário cancelou a batida.";
/* Tell the user to please try bumping again. */
"Please bump again."="Bata novamente";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Às vezes são necessárias duas batidas.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Aquecendo";
/* Yes button for Bump API popup */
"Yes"="Sim";�